{
  "home": "Главная",
  "theatres": "Театры",
  "movie": "Фильм",
  "pictures": "Картинки",
  "digets": "Цифры",
  "video": "Видео",
  "news": "Новости",
  "events": "События",
  "login": "Войти",
  "aboutProject": "О проекте",
  "UseOfMaterials": "Использование материалов",
  "Advertising": "Реклама",
  "Feedback": "Обратная связь",
  "Certificate": "Свидетельство о государственной регистрации СМИ №048664 от 16.11.2022",
  "Incorporator": "Учредитель: ООО «DREAM WEB MEDIA»",
  "email": "Почта: admin@anons.uz",
  "Privacy": "Политика конфиденциальности",
  "reserved": "Все права защищены.",
  "All":"Все",
  "Popular":"Популярные",
  "When is Eid al-Adha in 2025?":"Когда наступит праздник Курбан-байрам в 2025 году?",
  "News":"Новости",
  "Weather":"Погода",
  "On Eid al-Adha, Muslims demonstrate their submission to Allah by sacrificing an animal. The holiday is inspired by a story from the Quran that is also known to Christians and Jews.":"В Ид аль-Адха мусульмане демонстрируют свою покорность Аллаху, принося в жертву животное. Праздник вдохновлен историей из Корана, которая также известна христианам и иудеям.",
  "Eid al-Adha is a public holiday. It is a day off for the population, schools and most businesses are closed.":"Ид аль-Адха — государственный праздник. Это выходной для населения, школы и большинство предприятий закрыты.",
  "newsOfTajukistan":"Новости в Таджикистане",
  "Sport":"Спорт",
  "Bill Gates intends to use most of his fortune to support African countries":"Билл Гейтс намерен направить большую часть своего состояния на поддержку стран Африки.",
  "Microsoft founder Bill Gates announced that the majority of his fortune will be invested in charitable projects aimed at the development of Africa.":"Основатель Microsoft Билл Гейтс объявил, что большая часть его состояния будет инвестирована в благотворительные проекты, направленные на развитие Африки. Об этом он рассказал во время выступления в штаб-квартире Африканского союза в Аддис-Абебе, цитирует BBC.Основатель Microsoft Билл Гейтс объявил, что большая часть его состояния будет инвестирована в благотворительные проекты, направленные на развитие Африки. Об этом он рассказал во время выступления в штаб-квартире Африканского союза в Аддис-Абебе, цитирует BBC.",
  "The billionaire said the funds would be used to improve health care and education systems over the next 20 years. Gates had previously planned to donate 99% of his $200 billion fortune and close his charitable foundation by 2045.":"По словам миллиардера, средства будут направлены на улучшение систем здравоохранения и образования в течение ближайших 20 лет. Ранее Гейтс планировал пожертвовать 99% своего состояния, оцениваемого в 200 миллиардов долларов, и закрыть свой благотворительный фонд к 2045 году.",
  "I recently made a decision to give away my entire fortune over the next 20 years. Much of these resources will be used to help Africa solve key problems, Gates said.":"«Я недавно принял решение передать все свое состояние в течение следующих 20 лет. Большая часть этих ресурсов будет использована для помощи Африке в решении ключевых проблем», — подчеркнул Гейтс.",
  "He added that unlocking potential through health and education will enable every African country to embark on a path to sustainable development.":"Он добавил, что раскрытие потенциала посредством здравоохранения и образования позволит каждой африканской стране встать на путь устойчивого развития.",
  "The philanthropist noted that one of the foundations priorities will be strengthening primary health care.":"Филантроп отметил, что одним из приоритетов фонда станет укрепление первичной медико-санитарной помощи.",
  "We have learned that supporting the mothers health and good nutrition before and during pregnancy gives the best results. It is also vital to ensure that the child is well-nourished during the first four years of life, he explained.":"Мы узнали, что поддержка здоровья матери и хорошее питание до и во время беременности дают наилучшие результаты. Также крайне важно обеспечить правильное питание ребенка в первые четыре года жизни», — пояснил он."
}
