{
  "home": "Home",
  "theatres": "Theatres",
  "movie": "Movie",
  "pictures": "Pictures",
  "digets": "Digets",
  "video": "Video",
  "news": "News",
  "events": "Events",
  "login": "Login",
  "aboutProject": "About the Project",
  "UseOfMaterials": "Use of Materials",
  "Advertising": "Advertising",
  "Feedback": "Feedback",
  "Certificate": "Certificate of State Registration of Mass Media No. 048664 dated 16.11.2022",
  "Incorporator": "Founder: LLC “DREAM WEB MEDIA”",
  "email": "Email: admin@anons.uz",
  "Privacy": "Privacy Policy",
  "reserved": "All rights reserved.",
  "All": "All",
  "Popular": "Popular",
  "When is Eid al-Adha in 2025?": "When is Eid al-Adha in 2025?",
  "News": "news",
  "Weather": "Weather",
  "On Eid al-Adha, Muslims demonstrate their submission to Allah by sacrificing an animal. The holiday is inspired by a story from the Quran that is also known to Christians and Jews.": "On Eid al-Adha, Muslims demonstrate their submission to Allah by sacrificing an animal. The holiday is inspired by a story from the Quran that is also known to Christians and Jews.",
  "Eid al-Adha is a public holiday. It is a day off for the population, schools and most businesses are closed.": "Eid al-Adha is a public holiday. It is a day off for the population, schools and most businesses are closed.",
  "newsOfTajukistan": "News in Tajikistan",
  "Sport": "Sport",
  "Bill Gates intends to use most of his fortune to support African countries": "Bill Gates intends to use most of his fortune to support African countries",
  "Microsoft founder Bill Gates announced that the majority of his fortune will be invested in charitable projects aimed at the development of Africa.": "Microsoft founder Bill Gates announced that the majority of his fortune will be invested in charitable projects aimed at the development of Africa. He said this during a speech at the headquarters of the African Union in Addis Ababa, according to the BBC. Microsoft founder Bill Gates announced that the majority of his fortune will be invested in charitable projects aimed at the development of Africa. He said this during a speech at the headquarters of the African Union in Addis Ababa, according to the BBC.",
  "The billionaire said the funds would be used to improve health care and education systems over the next 20 years. Gates had previously planned to donate 99% of his $200 billion fortune and close his charitable foundation by 2045.": "The billionaire said the funds would be used to improve health care and education systems over the next 20 years. Gates had previously planned to donate 99% of his $200 billion fortune and close his charitable foundation by 2045.",
  "I recently made a decision to give away my entire fortune over the next 20 years. Much of these resources will be used to help Africa solve key problems, Gates said.": "«I recently made a decision to give away my entire fortune over the next 20 years. Much of these resources will be used to help Africa solve key problems», Gates said.",
  "He added that unlocking potential through health and education will enable every African country to embark on a path to sustainable development.":"He added that unlocking potential through health and education will enable every African country to embark on a path to sustainable development.",
  "The philanthropist noted that one of the foundations priorities will be strengthening primary health care.":"The philanthropist noted that one of the foundation's priorities will be strengthening primary health care.",
  "We have learned that supporting the mothers health and good nutrition before and during pregnancy gives the best results. It is also vital to ensure that the child is well-nourished during the first four years of life, he explained.":"We have learned that supporting the mothers health and good nutrition before and during pregnancy gives the best results. It is also vital to ensure that the child is well-nourished during the first four years of life, he explained."
}