export const data = [
    {
        category: "Отдых",
        name: "Аквапарки Душанбе и области: цены и акции на лето 2025",
        view: Math.floor(Math.random() * (99999 - 1001 + 1)) + 1001,
        image: "https://fergana.news/siteapi/media/images/bab267a8-b1a5-4b17-9748-b3109b040039.jpeg",
        collection: [
            {
                name:"Дельфин",
                link:"https://img.tourister.ru/files/2/6/3/2/6/1/4/7/original.jpg",
                time:"Ежедневно 10:00–20:00",
                address:"101 микрорайон",
                phone:"101 124 321"
            },
            {
                name:"Обшорон",
                link:"https://vdushanbe.ru/wp-content/uploads/1497951385_rustam-emomali-1.jpg",
                time:"10:00–20:00",
                address:"центр Душанбе",
                phone:"021 851 432"
            },
            {
                name:"Кули Душанбе",
                link:"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS3qGvQ7Ii7d3kiOpgwhme-bcUn0i8jsqQfhuyBJAe_M6r95HyZK658m1ANNH2FnLtSdDI&usqp=CAU",
                time:"с 10:00 (иногда до 17:00 будни / 19:00 выходные)",
                address:"Варзоб, 6 км от центра",
                phone:"002 003 123"
            }
        ]
    },
    {
        category: "Зоны отдыха",
        name: "Зоны отдыха и горные курорты Таджикистана: подборка",
        view: Math.floor(Math.random() * (99999 - 1001 + 1)) + 1001,
        image: "https://asiaplustj.info/sites/default/files/articles/299441/%D0%A1%D0%BD%D0%B8%D0%BC%D0%BE%D0%BA.JPG",
        collection: [
            {
                name: "Нурек, Вариант 1",
                link: "https://asiaplustj.info/sites/default/files/articles/299204/IMG_3514.PNG",
                description: "Дача подойдет для проведения отдыха с семьей, друзьями - есть все удобства, находится на 9-м карьере.",
                tariffs: [
                    "С понедельника по пятницу 1100 сомони;",
                    "Cуббота и воскресенье 1300 сомони."
                ],
                phone: "+992902033113",
                address: "Таджикистан, Нурек",
                conditions: "Бассейн, качели, топчан, колонки, холодильник, посуда, две спальни с кондиционером и одна гостиная с панорамными окнами с видом на озеро. Есть возможность просмотра 3D-фильмов.Для любителей шашлыков имеется мангал.",
                importnamt: "Место нужно бронировать заранее!"
            },
            {
                name: "Нурек, Вариант 2",
                link: "https://asiaplustj.info/sites/default/files/articles/299204/IMG_3524.JPG",
                description: "Свежий горный воздух и неповторимая красота.",
                tariffs: [
                    "Стоимость за сутки: C понедельника по пятницу 999 сомони;",
                    "Стоимость за сутки: Cуббота и воскресенье 1500 сомони."
                ],
                phone: "+992935877176",
                address: "Дача расположена в предгорьях Нурека. Свежий горный воздух и неповторимая красота.",
                conditions: "панорамный вид, три спальни с кондиционером, большой сад, бильярд, мангал, сауна, летняя кухня, джакузи, водопад, топчаны. За дополнительную оплату можно получить лодку и покататься.",
                importnamt: "Место нужно бронировать заранее!"
            },
            {
                name: "Вахш",
                link: "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTZQWZacLIu0lju3eukgOAXSHdKpCq7qHZ4fQ&s",
                description: "Дача подойдет для проведения отдыха с семьей, друзьями - есть все удобства, находится на 9-м карьере.",
                tariffs: [
                    "Стоимость за сутки: 1000 сомони."
                ],
                phone: "+992934840044",
                address: "Дача на левом берегу реки Вахш, 9-й карьер.",
                conditions: "2 комнаты с отдельными санузлами, сауна, 2 бассейна (детский и взрослый), 2 беседки у берега реки Вахш, 4 топчана, места для 2 машин. Все ковры и курпачи после стирки.Посуда и другие условия для приготовления пищи предоставляются",
                importnamt: "Место нужно бронировать заранее!"
            },
            {
                name: "Варзоб",
                link: "https://asiaplustj.info/sites/default/files/articles/299204/IMG_3538.JPG",
                description: "Дача подойдет для проведения отдыха с семьей, друзьями - есть все удобства, находится на 9-м карьере.",
                tariffs: [
                    "Стоимость за сутки: 1000 сомони"
                ],
                phone: "+992934840044",
                address: "Просторная дача, расположенная вдоль реки Варзоб.",
                conditions: "В вашем распоряжении будет трехэтажный дом со всеми удобствами: бассейн детский и взрослый, бильярд, спортплощадка, летняя кухня, где можно готовить блюда на костре, мангале. Есть также большой зеленый сад.",
                importnamt: "Место нужно бронировать заранее!"
            },
            {
                name: "Ромит",
                link: "https://asiaplustj.info/sites/default/files/articles/299204/IMG_3540.JPG",
                description: "",
                tariffs: [
                    "Стоимость за сутки: Понедельник-четверг - 1500 сомони"
                ],
                phone: "+992907203020",
                address: "Зона отдыха расположена у реки Ромит.",
                conditions: "паркинг, бассейн, спальня, кухня, зал, два санузла, детская комната, беседка у реки, спутниковое ТВ, летняя кухня (+место для шашлыков, барбекю и казаны)Заезд в 11:00, выезд в 10:00.",
                importnamt: "Место нужно бронировать заранее!"
            },
        ]
    },
    {
        category: "Природа",
        name: "Природа Таджикистана: 11 чудесных видеороликов",
        view: Math.floor(Math.random() * (99999 - 1001 + 1)) + 1001,
        image: "https://krots.top/uploads/posts/2021-12/thumbs/1638527329_2-krot-info-p-ozero-iskanderkul-tadzhikistan-krasivie-fo-2.jpg",
        collection: [
            {
                name: "Tadjikistan. Pamir. Journey to the roof of the world",
                link: [
                    "https://youtu.be/_aA2JFLDUYw",
                ],
                description: "Очевидно, что не каждый из вас выберет Таджикистан в качестве страны для отдыха. И напрасно. Ведь Таджикистан скрывает в себе множество красот, богатую культуру и гостеприимство. Именно здесь проходит одна из самых высокогорных дорог в мире — Памирский тракт. Узнав о нём, я поставил себе цель — добраться до его самой высокой точки — перевала Ак-Байтал, высота которого составляет 4655 метров. Это и будет целью нашего путешествия. Мы проедем по всему Таджикистану, погрузимся в культуру и уклад жизни этой страны, я покажу вам потрясающие и красивые места Памира. А в конце выпуска расскажу, сколько мне обошлась эта поездка."
            },
            {
                name: "ПРИРОДА ТАДЖИКИСТАНА, О КОТОРОЙ ЗНАЮТ НЕ ВСЕ ТАДЖИКИ. ФАНСКИЕ ГОРЫ. АЛАУДИНСКИЕ ОЗЁРА. ИСКАНДЕРКУЛЬ",
                link: [
                    "https://youtu.be/9iRaz9SkY7k"
                ],
                description: "В этой серии мы покажем вам самые красивые и интересные места фанских гор. побываем на озере Искандеркуль, пройдёт перевал Казнок, увидим пик Чимтарга, мутные озера, Алаудинские озера."
            },
            {
                name: "ТАДЖИКИСТАН, КОТОРЫЙ ОТ ВАС СКРЫВАЛИ! ШОКИРУЮЩАЯ ПРАВДА!",
                link: [
                    "https://youtu.be/aPUqvOObVBw"
                ],
                description: "Привет, друзья! 👋 В этом видео мы совершим захватывающее путешествие в Таджикистан, страну величественных гор, древней истории и гостеприимных людей. 🏔️ Мы исследуем потрясающие пейзажи, узнаем о богатой культуре и традициях, попробуем вкуснейшую кухню и погрузимся в историю этой удивительной страны Центральной Азии. 🇹🇯."
            },
            {
                name: "Бодхона, куххои Фон, Аловуддин.",
                link: [
                    "https://youtu.be/Vtbc5EMrJRw",
                    "https://youtu.be/fdCKjuHOONM"
                ],
                description: "This video is from our first Bodkhona camping in Fann mountains. First day we camped, second day we hiked to Alaudin lake via Chapdara mountain pass.",
            },
            {
                name: "Сайёҳии варзишӣ Темурдара.",
                link: [
                    "https://youtu.be/JFCzx0AUu9k"
                ],
                description: "Temurdara is located at 1970m above the sea level. Its a popular destination and from April to October thousands of tourists both local and foreign visit this place."
            },
            {
                name: " Норак, дехаи Калкот.",
                link: [
                    "https://youtu.be/q8iUWKGAYnw"
                ],
                description: "Hike to Kalkot, view of Nurek water reservoir from the top. We organize this hikes in spring and autumn."
            },
            {
                name: "Фермаи оҳупарварӣ дар деҳаи Шӯрхоки Каратоғ.",
                link: [
                    "https://youtu.be/xyQTegkSEOo"
                ],
                description: "Агротуризм. ДайДушки. Тайные легенды Каратага. Тешиктош, Каратаг, Шурхок, Оленевая ферма."
            },
            {
                name: "Ҳафткӯл, Кӯҳҳои фон, Панҷакент, Тоҷикистон",
                link: [
                    "https://youtu.be/bFcuy0rCspo"
                ],
                description: "Это видео будет интересно тем, кто планирует путешествие по Таджикистану, интересуется горами, треккингом или просто хочет насладиться красотой природы Центральной Азии."
            },
            {
                name: "БАЛҶУВОН-САРИ ХОСОР-ТОҶИКИСТОН",
                link: [
                    "https://youtu.be/d4WAvfAhz2c"
                ],
                description: "Видео под названием «Путешествие по Таджикистану: Душанбе — Хорог — Памирский тракт» представляет собой захватывающее путешествие по одним из самых живописных и удалённых уголков Таджикистана."
            },
            {
                name: "Саёҳати кӯҳӣ ба Лолакӯли Хоҷасангхок",
                link: [
                    "https://youtu.be/IKV6Zwj9iew"
                ],
                description: "Видео под названием «Саёҳати кӯҳӣ ба Лолакӯли Хоҷасангхок» представляет собой захватывающее путешествие по горным районам Таджикистана, в частности, к озеру Лолакӯл в районе Хоҷасангхок."
            },
            {
                name: " ТЕМУРДАРА ДАР ҲОШИЯИ ОҒОЗИ МАВСИМИ САЁҲАТИ ДОХИЛӢ",
                link: [
                    "https://youtu.be/sjGvC4rEYKo"
                ],
                description: "Видео под названием «Саёҳати кӯҳӣ ба Лолакӯли Хоҷасангхок» представляет собой захватывающее путешествие по горным районам Таджикистана, в частности, к озеру Лолакӯл в районе Хоҷасангхок."
            },
        ]
    },
    {
        category: "Путешествия",
        name: "Лучшие travel‑блогеры Таджикистана",
        view: Math.floor(Math.random() * (99999 - 1001 + 1)) + 1001,
        image: "https://img.freepik.com/premium-photo/hiking-goals-mountains-friends-portrait-fitness-adventure-wellness-lifestyle-nature-eco-health-people-group-with-happy-motivation-backpack-trekking-countryside-journey_590464-86101.jpg?semt=ais_hybrid&w=740",
        collection: [
            {
                name: "Тобон Почоева",
                link: "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTcfJLs5sFzE4_ej_emOfqsBY5g565h4CxTg6lw0DaSc5OzS5X3NgFpS9cB6VytEt1tJJk&usqp=CAU",
                description: "Путешествует по Таджикистану, создаёт красивые, познавательные видео. Ставит цель вдохновлять зрителей на открытия своей страны",
                Instagram: "tobonlife",
                TikTok: "",
                YouTube: ""
            },
            {
                name: "Дилшод Хамробоев",
                link: "https://yt3.googleusercontent.com/ytc/AIdro_n1-125mWmQxlU81COyCPByK9zqB6mV5xhIU2SXbl1iDdJ1=s900-c-k-c0x00ffffff-no-rj",
                description: "Поделится лайфхаками, маршрутами как по Таджикистану, так и за рубежом ",
                Instagram: "dilshod.hd",
                TikTok: "dilshod.hd",
                YouTube: "DilshodHamroboev"
            },
            {
                name: "Джоми Эмомов",
                link: "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTQSa_mubDxn20dOg7q2cUrSBX-WLtQoUkiIg&s",
                description: "Путешествует по стране и за её пределами. Делится красивыми видеокадрами и атмосферой мест",
                Instagram: "localtraveler9",
                TikTok: "",
                YouTube: ""
            },
            {
                name: "Акмал Талибов",
                link: "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSFQ9qg90GiIa2XnJKDG7vIThJMn8cDPmX8zg&s",
                description: "Снимает кадры с дрона о природных красотах Таджикистана и Центральной Азии",
                Instagram: "talibovakmal",
                TikTok: "",
                YouTube: ""
            },
            {
                name: "Джафар Асимов",
                link: "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTAsfxxm10GF4ZDI2p_JmfCmuFtoiY78xMZfQ&s",
                description: "Основатель клуба Daidushki для любителей походов. Привлекает подписчиков кадрами из горных походов",
                Instagram: "jafik",
                TikTok: "",
                YouTube: "DaiDushki"
            }
        ]
    },
    {
        category: "Работа",
        name: "Коворкинги Душанбе: новый формат рабочего места",
        view: Math.floor(Math.random() * (99999 - 1001 + 1)) + 1001,
        image: "https://asiaplustj.info/sites/default/files/articles/317327/%D0%BD%D0%B0%20%D0%B3%D0%BB%D0%B0%D0%B2%D0%BD%D0%BE%D0%B5.jpg",
        collection:[
            {
                name:"Коворкинг-центр «Кристалл",
                description:"Предлагает комфортные офисные помещения, конференц-зал и большой зал для мероприятий на 50 человек. Все кабинеты оснащены столами и стульями, шкафом для документов и тумбочками. Также в каждом кабинете установлена система вентиляции, кондиционирования и отопления. Конференц-зал: Общая площадь - 70 кв.м. Вместимость - до 70 человек Проектор HD формат Стулья с пюпитром - 50 шт.",
                address:"ул. Пулоди, 41 (ориентир: за мебельным магазином JYSK)",
                phone:"88 88 11 008",
                link:"https://asiaplustj.info/sites/default/files/articles/317327/%D0%BA%D1%80%D0%B8%D1%81%D1%82%D0%B0%D0%BB%D0%BB.jpg"
            },
            {
                name:"ОО «Офис Гражданских Свобод»",
                description:"Всем, кто хочет воспользоваться услугами коворкинга, организация предоставит комфортные, оборудованные офисы, санузел, кухню и, конечно же, доступ к сети интернет. Арендовать здесь можно также общий и обычный кабинеты или конференц-зал. А для всех, кто арендует коворкинг и кабинеты, половина дня в конференц-зале бесплатна.",
                address:"ТЦ Пойтахт, 410 кабинет (ориентир: напротив Алиф Банка)",
                phone:"000 60 00 58",
                link:"https://asiaplustj.info/sites/default/files/articles/317327/%D0%A2%D0%A3%D0%A2.jpg"
            },
            {
                name:"Regus Tajikistan",
                description:"Regus – транснациональная компания, предоставляющая услуги аренды офисных помещений, мини-офисов и незакрепленных рабочих мест по всему миру. В ее сеть входят около 2,5 тысяч офисных объектов в 900 городах 120 стран мира. В душанбинском центре Regus меблированные кабинеты рассчитаны на количество от одного до восьми человек. Кроме того, имеются презентационные залы, в которых могут быть организованы деловые встречи. Любые виды кабинетов могут быть арендованы сроком от одного дня и дольше.",
                address:"ул. Ниссора Мухаммада, 5/5 (ориентир: парк А.Навои)",
                phone:"98 860 7007",
                link:"https://asiaplustj.info/sites/default/files/articles/317327/%D1%80%D0%B5%D0%B3%D1%83%D1%81.jpg"
            },
            {
                name:"Parking",
                description:"Здесь можно работать за ноутбуком, готовиться к лекциям и повторить учебный материал, подготовить презентацию (для этого имеется проектор), а чтобы пополнить запасы энергии - выпить чашку кофе.",
                address:"ул. Шотемура, 42 (ориентир: филиал МГУ)",
                phone:"985 141 110",
                link:"https://asiaplustj.info/sites/default/files/articles/317327/%D0%BF%D0%B0%D1%80%D0%BA%D0%B8%D0%BD%D0%B3.jpg"
            },
            {
                name:"Государственный Бизнес Инкубатор",
                description:"Предлагает просторный и удобный коворкинг, рассчитанный на 30 посадочных мест. Также можно воспользоваться залом для проведения мероприятий, рассчитанным на 50 посадочных мест, отдельными рабочими местами и кабинетами. В Бизнес-инкубаторе помимо прочего, предоставят доступ к высокоскоростному интернету и оргтехнику.",
                address:"ул. Техрон, 21 (ориентир: супермаркет «Шохон»)",
                phone:"001 218 547",
                link:"https://asiaplustj.info/sites/default/files/articles/317327/%D0%B8%D0%BD%D0%BA%D1%83%D0%B1%D0%B0%D1%82%D0%BE%D1%80.jpg"
            },
            {
                name:"Коворкинг «Puzzle»",
                description:"В «Puzzle» клиенты могут выбрать для себя любой удобный тариф: Тариф «Гость» (1 рабочий день) – 60 сомони Тариф «Резидент» - 1300 сомони Тариф «Юридический адрес» - 500 сомони ",
                address:"ул. Айни, 48, БЦ «Созидание», 1 этаж",
                link:"https://asiaplustj.info/sites/default/files/articles/317327/%D0%BF%D0%B0%D0%B7%D0%B7%D0%BB%201.jpg",
                phone:"000 870 001",
            }
        ]
    },
    {
        category: "Город",
        name: "15 важных правил поездок на такси в Душанбе",
        view: Math.floor(Math.random() * (99999 - 1001 + 1)) + 1001,
        image: "https://asiaplustj.info/sites/default/files/articles/349594/photo_2025-06-04_15-16-41.jpg",
        collection: [
            {
                name: "Используйте проверенные приложения",
                description: "Самые популярные: Yandex Go, Maxim, Taxi Imon. Это безопаснее, чем ловить такси на улице."
            },
            {
                name: "Всегда узнавайте цену заранее",
                description: "В приложениях цена видна сразу. Если такси неофициальное — обязательно договоритесь о цене до посадки."
            },
            {
                name: "Избегайте “частников” на улице",
                description: "Частные водители могут завысить цену, особенно для туристов. Лучше вызывать по приложению или через гостиницу."
            },
            {
                name: "Проверяйте номер машины и имя водителя",
                description: "Сравните данные в приложении с прибывшим авто. Это важно для безопасности."
            },
            {
                name: "Планируйте время с запасом",
                description: "В часы пик (8–10 и 17–19) пробки возможны даже в Душанбе. Заранее вызывайте такси."
            },
            {
                name: "Интернет и GPS — ваш помощник",
                description: "Убедитесь, что ваш телефон заряжен. Установите офлайн-карты (например, Maps.me или Google Maps) на случай отсутствия связи."
            },
            {
                name: "Немного таджикского или русского — пригодится",
                description: "Большинство водителей говорят на таджикском и русском. Фразы типа “Ман мехоҳам ба … равам” или “До центра, пожалуйста” — полезны."
            },
            {
                name: "Уточняйте конечный адрес",
                description: "Не все водители знают малые улицы или отели. Покажите точку на карте или назовите ориентиры."
            },
            {
                name: "Не садитесь в уже занятое такси",
                description: "Иногда в Душанбе бывают “маршрутные” такси (несколько пассажиров). Уточняйте — только индивидуальная поездка или нет."
            },
            {
                name: "Всегда имейте мелкие купюры",
                description: "Часто у водителей нет сдачи. Лучше готовить точную сумму."
            },
            {
                name: "Не оставляйте вещи в салоне",
                description: "Всегда проверяйте сиденье перед выходом. Вернуть забытое — сложно, особенно в уличном такси."
            },
            {
                name: "Делитесь поездкой с другом",
                description: "В приложениях можно делиться маршрутом. Особенно важно в тёмное время суток."
            },
            {
                name: "Откажитесь, если чувствуете себя некомфортно",
                description: "Если водитель груб или поведение подозрительно — спокойно откажитесь от поездки."
            },
            {
                name: "Телефоны служб такси",
                description: "Rakhsh Taxi, Olu4a Taxi, YAK Taxi"
            },
            {
                name: "В экстренном случае — звоните 112",
                description: "Это общий экстренный номер в Таджикистане. Также можно обратиться в ближайший пост ГАИ."
            },
        ]
    },
    {
        category: "",
        name: "Где заказать свадебного фотографа в Душанбе?",
        view: Math.floor(Math.random() * (99999 - 1001 + 1)) + 1001,
        image: "https://asiaplustj.info/sites/default/files/articles/326569/%D0%98%D0%BB%D1%8C%D1%85%D0%BE%D0%BC%20%D0%AE%D0%BD%D1%83%D1%81%D0%BE%D0%B2.jpg",
        collection: [
            {
                name:"Space",
                description: "Компания «Space» имеют большой опыт в сфере фотографии, так как занимается этим с 2017 года. Агентство проводит фотосессию как во время свадьбы, так и предсвадебную фотосессию, или как по-другому называют это – «Love story». ",
                link: "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT_vGQpLAO8oNFKXCG4qkKo_xh3FTQChvRSgw&s",
                phone: "(+992) 984 445 445."
            },
            {
                name:"Marry me",
                description: "Фотографы этой студии в сфере фотографий уже более 10 лет. Здесь вам организуют как свадебную, так и предсвадебную фотосессии.",
                link: "https://img.mywed.com/PfxqTwllE11LANpQvdmDT66bMxsDA4ZrOm-X_hIxupWHI0i4qIoOlp_oVECBFJUuolu_YX5sAyFR9BBgfWv4feTPRi5drjNr_fDFsw=w486-h324-e30",
                phone: "(+992) 555 700 800."
            },
            {
                name:"Али Валиев ",
                description: "Известный молодой таджикский фотограф в этом бизнесе с 2019 года. Основное направление фотографа – свадьбы. Здесь у Али уже большой опыт.",
                link: "https://img.mywed.com/o4bDksOWEQXjxwbgalp7gncQg2JYg0JPIDv6Xg2BPKHEErJ-ZMjFTBRrBa-t5CDfy-tYeip9SdrM2gaLe0QXZs3HwuQlvo_S-BavQjI=w486-h324-e30",
                phone: "(+992) 555 745 555."
            },
            {
                name:"Фазлиддин Салимов",
                description: "Фотограф, который профессионально занимается фотографиями более 10 лет. Он предоставляет услуги свадебной и предсвадебной фотосессий, также занимается съемкой видеороликов «Love story».",
                link: "https://img.mywed.com/qlLf6DQgOU-tF_1y4cwZ7zsfECLeIWHXXFPYUol8yeTXxxuHljudbM9E3qi6RO4SOicbJaVopmK5STSkmLUeVqCirPXQX7PeT1LT7A=w486-h324-e30",
                phone: "(+992) 904 404 277."
            },
            {
                name:"Сомон Назаров",
                description: "Известный в Душанбе фотограф, у которого есть своя студия. Сомон в сфере фотографии уже более 7 лет, редко принимает заказы на фотосессию в день свадьбы, чаще он проводит предсвадебную фотосессию и «Love Story». ",
                link: "https://img.mywed.com/wytmZLKLSpvWpw_RqO90q-G81a1OmpbFMl6eR1Al7NE4buda7R_7amArSofap_wtacHsffsy8_k2EczQurYmfxGMGplgaeG3zjPfNg=w486-h324-e30",
                phone: "(+992) 919 222 332"
            },
            {
                name:"Ильхом Юнусов",
                description: "Коммерческий фотограф, который на протяжении многих лет задает тренды в своей сфере. Ильхом может провести вам различные виды съемок – начиная от фотосессий на виньетку до свадебных и предсвадебных фотосессий. ",
                link: "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQoniOWY9_H5a_djj53dJQ8QQnm17FAkEJMMVuO4hM4FYRFneOHpHgb55hLvwPM1zKr46I&usqp=CAU",
                phone: "(+992) 930 330 198."
            }
        ]
    },
]