{
  "home": "Асосӣ",
  "theatres": "Театрҳо",
  "movie": "Филм",
  "pictures": "Аксҳо",
  "digets": "Рақамҳо",
  "video": "Видео",
  "news": "Хабарҳо",
  "events": "Рӯйдодҳо",
  "login": "Даромад",
  "aboutProject": "Дар бораи лоиҳа",
  "UseOfMaterials": "Истифодаи маводҳо",
  "Advertising": "Реклама",
  "Feedback": "Алоқа",
  "Certificate": "Шаҳодатномаи бақайдгирии давлатӣ №048664 аз 16.11.2022",
  "Incorporator": "Муассис: ҶДММ «DREAM WEB MEDIA»",
  "email": "Почта: admin@anons.uz",
  "Privacy": "Сиёсати махфият",
  "reserved": "Ҳамаи ҳуқуқҳо ҳифз шудаанд.",
  "All":"Ҳама",
  "Popular":"Маъмул",
  "When is Eid al-Adha in 2025?":"Соли 2025 Иди Қурбон кай аст?",
  "News":"Хабар",
  "Weather":"Обу ҳаво",
  "On Eid al-Adha, Muslims demonstrate their submission to Allah by sacrificing an animal. The holiday is inspired by a story from the Quran that is also known to Christians and Jews.":"Дар рӯзи Иди Қурбон мусалмонон таслими худро ба Худо бо қурбонии ҳайвон нишон медиҳанд. Ин ид аз достони Қуръон, ки ба насрониҳо ва яҳудиён низ маълум аст, илҳом гирифта шудааст.",
  "Eid al-Adha is a public holiday. It is a day off for the population, schools and most businesses are closed.":"Иди Қурбон рӯзи истироҳат аст. Дар ин рӯз барои аҳолӣ рӯзи истироҳат аст, мактабҳо ва аксари корхонаҳо бастаанд.",
  "newsOfTajukistan":"Хабар дар Точикистон",
  "Sport":"Варзиш",
  "Bill Gates intends to use most of his fortune to support African countries":"Билл Гейтс ният дорад, ки қисми зиёди сарвати худро барои дастгирии кишварҳои Африқо сарф кунад",
  "Microsoft founder Bill Gates announced that the majority of his fortune will be invested in charitable projects aimed at the development of Africa.":"Бунёдгузори Microsoft Билл Гейтс эълон кард, ки қисми зиёди дороии худро ба лоиҳаҳои хайриявӣ, ки ба рушди Африқо равона шудаанд, сармоягузорӣ хоҳад кард. Ӯ дар бораи ин ҳангоми суханронӣ дар қароргоҳи Иттиҳоди Африқо дар Аддис-Абеба изҳори назар кард, хабар медиҳад BBC. Бунёдгузори Microsoft Билл Гейтс эълон кард, ки қисми зиёди дороии худро ба лоиҳаҳои хайриявӣ, ки ба рушди Африқо равона шудаанд, сармоягузорӣ хоҳад кард. Ӯ дар бораи ин ҳангоми суханронӣ дар қароргоҳи Иттиҳоди Африқо дар Аддис-Абеба изҳори назар кард, хабар медиҳад BBC.",
  "The billionaire said the funds would be used to improve health care and education systems over the next 20 years. Gates had previously planned to donate 99% of his $200 billion fortune and close his charitable foundation by 2045.":"Миллиардер гуфт, ки ин маблағ барои беҳбуди низоми тандурустӣ ва маориф дар 20 соли оянда масраф хоҳад шуд. Гейтс қаблан нақша дошт, ки 99% сарвати 200 миллиард долларашро хайрия кунад ва бунёди хайрияашро то соли 2045 баста кунад.",
  "I recently made a decision to give away my entire fortune over the next 20 years. Much of these resources will be used to help Africa solve key problems, Gates said.":"Ман ба наздикӣ тасмим гирифтам, ки тамоми сарвати худро дар тӯли 20 соли оянда бидиҳам. Қисми зиёди ин захираҳо барои кӯмак ба Африқо дар ҳалли мушкилоти асосӣ истифода хоҳанд шуд гуфт Гейтс.",
  "He added that unlocking potential through health and education will enable every African country to embark on a path to sustainable development.":"Вай афзуд, ки кушодани потенсиал тавассути тандурустӣ ва маориф ба ҳар як кишвари африқоӣ имкон медиҳад, ки ба роҳи рушди устувор ворид шаванд.",
  "The philanthropist noted that one of the foundations priorities will be strengthening primary health care.":"Хайрхоҳ қайд кард, ки яке аз самтҳои афзалиятноки бунёд таҳкими ёрии аввалияи тиббию санитарӣ хоҳад буд.",
  "We have learned that supporting the mothers health and good nutrition before and during pregnancy gives the best results. It is also vital to ensure that the child is well-nourished during the first four years of life, he explained.":"Мо фаҳмидем, ки дастгирии саломатии модар ва ғизои хуб пеш аз ҳомиладорӣ ва ҳангоми ҳомиладорӣ натиҷаи беҳтарин медиҳад. Инчунин муҳим аст, ки кӯдак дар чор соли аввали ҳаёт ғизои хуб дошта бошад гуфт ӯ."
}
